---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.ThinHostFloorError
source: html/9ad697f9-c6cd-4b92-b3f5-54ad81c15c87.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarSystemFailures.ThinHostFloorError Property

Rebar Cover Top and Bottom are too large for host.

## Syntax (C#)
```csharp
public static FailureDefinitionId ThinHostFloorError { get; }
```